{
     "quotes" : ["\"I have a duty,\" Lorde once stated,\"to speak the truth as I see it and to share not just my triumphs, not just the things that felt good, but the pain, the intense, often unmitigating pain.\"",
        "\"My sexuality is part and parcel of who I am, and my poetry comes from the intersection of me and my worlds… [White, arch-conservative senator] Jesse Helms’s objection to my work is not about obscenity … or even about sex. It is about revolution and change.\"",
        "\"What we must do is commit ourselves to some future that can include each other and to work toward that future with the particular strengths of our individual identities. And in order for us to do this, we must allow each other our differences at the same time as we recognize our sameness.\"",
        "\"When we define ourselves, when I define myself, the place in which I am like you and the place in which I am not like you, I'm not excluding you from the joining—I'm broadening the joining.\" \"I have a duty,\" Lorde once stated,\"to speak the truth as I see it and to share not just my triumphs, not just the things that felt good, but the pain, the intense, often unmitigating pain.\""
        , "\"I find I am constantly being encouraged to pluck out some one aspect of myself and present this as the meaningful whole, eclipsing or denying the other parts of self.\"",
        "\"For Black women as well as Black men, it is axiomatic that if we do not define ourselves for ourselves, we will be defined by others—for their use and to our detriment.\" \"I have a duty,\" Lorde once stated,\"to speak the truth as I see it and to share not just my triumphs, not just the things that felt good, but the pain, the intense, often unmitigating pain.\"",
        " \"Women of today are still being called upon to stretch across the gap of male ignorance and to educate men as to our existence and our needs. This is an old and primary tool of all oppressors to keep the oppressed occupied with the master's concerns. Now we hear that is the task of women of Color to educate white women—in the face of tremendous resistance—as to our existence, our differences, our relative roles in our joint survival. This is a diversion of energies and a tragic repetition of racist patriarchal thought.\"",
        "\"Black women are programmed to define ourselves within this male attention and to compete with each other for it rather than to recognize and move upon our common interests.\"" ,
        "\"The white fathers told us: I think, therefore I am. The Black mother within each of us—the poet—whispers in our dreams: I feel, therefore I can be free.\"",
        "\"On the cause of silence, each of us draws the face of their own fear—fear of contempt, of censure, or some judgement, or recognition, of challenge, of annihilation. But most of all, I think, we fear the visibility without which we cannot truly live.\""
    
    
    ],
    "quoteSources" : ["https://www.audible.com/blog/quotes-audre-lorde" , "https://www.poetryfoundation.org/poets/audre-lorde"]
}
